tap 'homebrew/cask' || true
tap 'owenthereal/upterm' || true

cask 'google-chrome'
cask 'slack'
cask '1password'
cask 'iterm2'
cask 'spotify'
cask 'zoom'
cask 'visual-studio-code'
cask 'steam'
cask 'soundsource'
# cask 'obs-virtualcam'
# cask 'obs'
cask 'moom'
cask 'microsoft-edge'
cask 'microsoft-outlook'
cask 'firefox'
cask 'discord'
cask 'docker'
cask 'expressvpn'
cask 'charles'
cask '1password-cli'
cask 'miro'
cask 'tuple'
cask 'tandem'
cask 'notion'
cask 'ngrok'
cask 'loopback'
cask 'audio-hijack'
cask 'soundsource'
cask 'vlc'

brew 'direnv'
brew 'wget'
brew 'tmux'
brew 'htop'
brew 'watch'
brew 'fzf'
brew 'bash'
brew 'dive'
brew 'ag'
brew 'wxwidgets'
brew 'tree'
brew 'git'
brew 'owenthereal/upterm/upterm'
brew 'gh'
